Repository: nsg-ru/nsg_lora
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ru

source: About Programm
ru: О программе

source: About System
ru: О системе

source: BS
ru: Базовая станция

source: BS title
ru: Базовая станция

source: Dashboard
ru: Панель

source: Dashboard title
ru: Панель мониторинга

source: Debug Dashboard
ru: Отладка

source: LoRaWan Server
ru: Сервер LoRaWan

source: Lorawan server title
ru: Сервер LoRaWan

source: MQTT
ru: Сервер MQTT

source: Other
ru: Прочее

source: Go to lorawan server
ru: Перейти на сервер LoRaWan

source: MQTT server title
ru: Сервер MQTT

source: Administration
ru: Администрирование

source: Admins
ru: Админы

source: Coming soon
ru: Скоро будет

source: Password
ru: Пароль

source: Sign in
ru: Войти

source: Username
ru: Имя

source: Users
ru: Пользователи

source: Confirm password
ru: Подтвердите пароль

source: Fullname
ru: Полное имя

source: Name
ru: Имя

source: Save
ru: Сохранить

source: Actions
ru: Действия

source: Are you shure to delete admin
ru: Вы уверены что хотите удалить админа

source: Cancel
ru: Отмена

source: OK
ru: Да

source: Name already exists
ru: Имя уже существует

source: Name must not be empty
ru: Имя не должно быть пустым

source: Not equal
ru: Не совпадает

source: Too short
ru: Очень короткий

source: Bad password
ru: Неверный пароль

source: Edit profile
ru: Редактировать профиль

source: Leave the following fields blank if you do not want change password
ru: Оставьте следующие поля пустыми если не хотите изменять пароль

source: Sign out
ru: Выйти

source: Add new admin
ru: Добавить нового админа

source: No password
ru: Неверный пароль

source: CA certificates
ru: Сертификаты CA

source: Certificate
ru: Сертификат

source: Do you want to stop Lorawan server?
ru: Вы хотите остановить сервер LoRaWan

source: HTTP port
ru: Порт HTTP

source: HTTPS port
ru: Порт HTTPS

source: Key
ru: Ключ

source: Lorawan server configuration
ru: Конфигурация сервера LoRaWan

source: Lorawan server is down
ru: Сервер LoRaWan остановлен

source: Must be from 1 to 65535
ru: Должно быть число от 1 до 65535

source: Must be number
ru: Должно быть число

source: SSL files paths
ru: Пути к файлам SSL

source: Server closed
ru: Сервер остановлен

source: Server not started
ru: Сервер не запущен

source: Server started
ru: Сервер запущен

source: Packet forwarder port
ru: Порт packet forwarder

source: Must be
ru: Должен быть

source: char
ru: символ

source: Base station closed
ru: Базовая станция остановлена

source: Base station configuration
ru: Конфигурация базовой станции

source: Base station not started
ru: Базовая станция не стартовала

source: Base station started
ru: Базовая станция стартовала

source: Do you want to stop Lora base station?
ru: Вы хотите остановить базовую станцию?

source: Must be hex number
ru: Должно быть шестнадцатеричное число

source: Channel plan
ru: Частотный план

source: Select channel plan
ru: Выберите частотный план

source: Base station adm state is down
ru: Базовая станция стартовала

source: Message log
ru: Журнал сообщений

source: Server adm state is down
ru: Сервер выключен административно

source: Lora module
ru: Модуль LoRa

source: Select module
ru: Выберите модуль

source: Server address
ru: Адрес сервера

source: Do not use spaces
ru: Не используйте пробелы

source: Use only ASCII chars
ru: Используйте только ASCII символы

source: last marker
ru: последний маркер

source: Applications
ru: Приложения

source: Load default value
ru: Загрузить умолчательное значение

source: RAK7200 tracker
ru: Трекер RAK7200

source: Show
ru: Показать

source: Show all
ru: Показать все

source: Export
ru: Экспорт

source: Import
ru: Импорт

source: Localization
ru: Позиционирование

source: Plan
ru: План помещения

source: Select a file
ru: Выберите файл

source: Show fixed points
ru: Показать фиксированные точки

source: Training mode
ru: Сбор данных

source: Emulator
ru: Эмулятор

source: Emulator configuration
ru: Конфигурация эмулятора

source: Interval
ru: Интервал

source: Must be an even number of digits
ru: Должно быть четное число цифр

source: Must be unsigned integer
ru: Должно быть целое положительное

source: Payload
ru: Данные

source: Send a PUSH_DATA message
ru: Послать пакет PUSH_DATA

source: Must not be leading or trailing whitespaces
ru: Не должно быть пробелов в начале и конце

source: Receiver
ru: Получатель

source: Relay
ru: Почтовый сервер

source: SMTP server configuration
ru: Конфигурация сервера SMTP

source: Sender
ru: Отправитель

source: Subject
ru: Заголовок
